Repository: a-fawzy/karas
Catalog: src/Objects/UserBundle/Resources/translations/messages.*.xliff
Languages: ar

source: Login
ar: الدخول

source: Login Name
ar: اسم الدخول

source: Password
ar: كلمة المرور

source: Remember me
ar: تذكرنى

source: forgot your password
ar: نسيت كلمة المرور

source: Bad credentials
ar: خطأ فى أسم الدخول

source: The presented password is invalid.
ar: كلمة المرور غير صحيحه

source: User account is locked.
ar: لقد تم ايقاف هذا الحساب

source: User account is disabled.
ar: لقد تم مسح هذا الحساب

source: Email
ar: البريد الألكترونى

source: Retype New Password
ar: أعد كلمة المرور الجديده

source: welcome
ar: اهلا بك

source: your password is
ar: كلمة مرورك هى

source: press on the next link to activate your account
ar: أضغط على اللينك التالى لتفعيل حسابك

source: Your account is now active.
ar: لقد تم تفعيل حسابك

source: Invalid confirmation code.
ar: خطأ فى تأكيد الحساب

source: Your account is already active.
ar: الحساب مفعل.

source: the entered email was not found
ar: البريد الألكترونى غير موجود

source: done please check your email
ar: تم بنجاح من فضلك تفقد بريدك الألكترونى

source: this email was sent to allow you to change your password visit the next link to change it
ar: هذه الرساله أرسلت اليك لتمكنك من تغيير كلمة المرور أضغط على اللينك القادم لتغييرها

source: Forgot Password
ar: نسيت كلمة المرور

source: Change Password
ar: تغيير كلمة المرور

source: password changed
ar: تم تغيير كلمة المرور

source: new user
ar: مستخدم جديد

source: Sign up
ar: أشترك معنا

source: you can not undo this action are you sure you want to continue
ar: فى حالة قيامك بهذه الخطوه لن يمكنك التراجع عنها هل أنت متأكد من رغبتك فى المتابعه

source: delete your account
ar: مسح حسابك

source: You have to enable javascript in order to use this feature
ar: يجب عليك أستخدام الجافا سكريبت لأكمال هذه الخطوه

source: Twitter Sign up
ar: التسجيل بأستخدام تويتر

source: you can login to our site with
ar: تستطيع الدخول لموقعنا ب

source: Twitter Login
ar: الدخول بأستخدام تويتر

source: Your Facebook account was successfully Linked to your account
ar: لقد تم ربط حسابك الشخصى مع حساب الفيس بوك بنجاح

source: I have new account on this cool site
ar: أنا الأن لدى حساب شخصى على هذا الموقع

source: unknown
ar: غير معروف

source: Female
ar: أنثى

source: Male
ar: ذكر

source: this email was sent to you because you changed your email and your account is now not active
ar: لقد تم أرسال هذا البريد الألكترونى لأنك قمت بتعديل عنوان بريدك الألكترونى و أصبح حسابك غير مفعل

source: activate your account
ar: فعل حسابك

source: Edit My Account
ar: تعديل الحساب الشخصى

source: Edit
ar: عدل

source: Done
ar: تم بنجاح

source: Twitter Link
ar: أربط حسابك على تويتر

source: First Name
ar: الأسم الأول

source: Last Name
ar: الأسم الأخير

source: Gender
ar: النوع

source: Date Of Birth
ar: تاريخ الميلاد

source: Country
ar: البلد

source: Old Password
ar: كلمة المرور القديمه

source: New Password
ar: كلمة المرور الجديده

source: unlink facebook
ar: الغى اتصال الفيسبوك

source: unlink twitter
ar: الغى اتصال تويتر

source: link facebook
ar: اربط حسابك على فيسبوك

source: No result was found for query although at least one row was expected.
ar: خطأ فى أسم الدخول

source: You can change your login name only once
ar: يمكنك تغيير أسم الدخول مره واحده فقط

source: LinkedIn Sign up
ar: التسجيل بأستخدام LinkedIn

source: LinkedIn Login
ar: الدخول بأستخدام LinkedIn

source: About You
ar: نبذه عنك

source: Url
ar: موقعك الألكترونى

source: warning
ar: تحذير

source: you will be logged out and logged in as the new user
ar: سيتم تحويلك للمستخدم الجديد تلقائيا

source: Your account is now linked to twitter
ar: تم الأتصال بحسابك الشخصى على تويتر

source: Unlinked successfully
ar: تم الفصل بنجاح

source: to our site
ar: فى موقعنا

source: check your email for your activation link
ar: تم أرسال رساله إلى بريدك الألكترونى لتفعل حسابك

source: Your account has been deleted
ar: تم مسح حسابك بنجاح

source: Only characters, numbers and _ is valid
ar: فقط الأحرف والأرقام و _ صالحة

source: valid
ar: متاح

source: This value is already used
ar: هذه القيمة مستخدمة

source: Did you mean
ar: هل تقصد

source: RePassword
ar: أعد كلمة المرور

source: Are you sure you want to
ar: هل أنت متأكد أنك تريد

source: Yes
ar: نعم

source: No
ar: لا

source: Your LinkedIN account was successfully Linked to your account
ar: لقد تم ربط حسابك الشخصى مع حساب على LinkedIN بنجاح

source: Your account is already linked to another account.
ar: حسابك مربوط بحساب اخر.

source: The twitter account is already linked to another account.
ar: حساب تويتر مربوط بحساب اخر.
